{
  "FinalFantasyVII": [
      {
        "id": 1,
        "Image_url1" : "https://static.wikia.nocookie.net/rknztales/images/c/c4/Sephiroth.png/revision/latest?cb=20110522232639",
        "Image_url2" : "https://www.cnet.com/a/img/IS2eIITpNMckYrzp59KeyUyirA8=/940x0/2020/04/09/5c1401bd-6ff3-4daa-87a5-0336273623fc/screen-shot-2020-04-09-at-3-02-49-pm.png",
        "Stars:" : "",
        "Name:": "Sephiroth",
        "Age:" : "Unknown",
        "Weapon:" : "Masamune",
        "Appearance:" : ["Sephiroth is a tall man with a muscular build. His long silver hair has bangs parted to either side of his face. In Crisis Core -Final Fantasy VII-, the bangs are shorter. Sephiroth has green cat-like eyes Sephiroth E3 2019 VII Remake. He wears a long black coat with silver pauldrons, black boots and black trousers. The top of his coat is open to reveal his chest, with his leather SOLDIER suspenders", 
                        "crossed over it. In Final Fantasy VII Remake, he has a different belt buckle with a wing motif in the center and small black feathers hanging from it; yellow and green lights reflect from the slots, which may be materia Sephiroths belt from FFVII Remake.",
                        "He wields the Masamune (usually two-handed), a seven-foot long ōdachi he is rarely seen without. His battle stance with the sword is to hold it over his left shoulder with the blade curving downward, known in the Japanese sword stance as Te Ura Gasumi No Kamae, which is primarily used in Ninjitsu and Tenshin Shōden Katori Shintō-ryū, the latter of which is one of the oldest extant martial arts."]
        
      },
      {
        "id": 2,
        "Image_url1" : "https://static.wikia.nocookie.net/finalfantasy/images/a/af/Cloud_Dissidia_Artwork.png/revision/latest?cb=20110105035813",
        "Image_url2" : "https://i.pinimg.com/originals/df/24/74/df24743ba40e4a240655437f4a8b44d4.jpg",
        "Stars:" : "",
        "Name:": "Cloud Strife",
        "Age:" : "21~24",
        "Weapon:" : "Buster Sword (Broadsword)",
        "Appearance:" : ["Cloud is a young man with a lean and toned build, and spiky blond hair. Cloud has blue eyes, which glow due to him having being exposed to mako. Because \"mako eyes\" are iconic to members of SOLDIER, Cloud is often assumed to be one. Cloud carries a large broadsword as his weapon of choice, with his three trademark weapons being the Buster Sword (a massive sword over five feet long), a set of Fusion Swords (six individual interconnecting swords that form one similar to the Buster Sword), and the Hardedge (another large broadsword with a different shape). He also has a silver earring in his left ear.",
                        "Cloud's typical outfit is a variation standard uniform for a SOLDIER, seen first in Final Fantasy VII and most commonly throughout his appearances (with slight variations). This uniform comprises indigo pants with a sleeveless shirt and a belt. Cloud also wears brown boots, gauntlets with a pauldron over his left shoulder and a SOLDIER band in his right wrist. Unlike the default uniform, his is customized to exclude the right shoulder pauldron, likely to make it easier to draw his sword from behind him, while his left pauldron remains, albeit with protruding screws and bolts due to makeshift repairs. He also wears a junky gear-like armlet on his left forearm."]
    
      },
      {
        "id": 3,
        "Image_url1" : "https://static.wikia.nocookie.net/finalfantasy/images/1/1e/Barret-FFVIIArt.png/revision/latest?cb=20170924020336&path-prefix=pt-br",
        "Image_url2" : "https://img.game8.co/3239535/abda010e1edf7f8412c9db279f471e0a.jpeg/original",
        "Stars:" : "",
        "Name:": "Barret Wallace",
        "Age:" : "35~38",
        "Weapon:" : "Gun-arm",
        "Appearance:" : ["Barret is a heavy-set, muscular dark-skinned man. His right arm was mangled in the loss of his hometown, and has been replaced with his weapon, the gun-arm, which lets him interchange various weapon attachments to it. Barret has several bands of metal around his waist, and a tattoo of a skull on his left shoulder.[note 4] His hair is cut similar to a hi-top fade. He has a thick beard, as well as two dog-tags around his neck. He has three scars on his right cheek. He also wears a silver hoop earring in his left ear.",
                        "Barret's attire in his original appearance is a dirty brown vest, green pants, and large brown boots, as well as several bonds of metal on his remaining arm. In Final Fantasy VII Remake, a few modifications are made to this: Barret wears sunglasses (that possibly serve as ballistic eyewear), a black tank under his vest (with visible chest hair), cargo-style pants, and zipper-black styled boots. On his remaining arm, he wears a leather bracer with small metal plates strapped on top of it instead of the simple bonds of metal, and his basic gun-arm resembles a modern rotary-style machine gun."]
    
      },
      {
        "id": 4,
        "Image_url1" : "https://static.wikia.nocookie.net/characterprofile/images/d/dd/Tifa-d012ff-artwork.png/revision/latest?cb=20160105210915",
        "Image_url2" : "https://pbs.twimg.com/media/Ep8bMqgU0AEedbM.jpg:large",
        "Stars:" : "",
        "Name:": "Tifa Lockhart",
        "Age:" : "20~23",
        "Weapon:" : "Knuckles(Barefist/melee)",
        "Appearance:" : ["Tifa has dark brown hair, occasionally appearing black, which typically falls below her waist and is tied at the tips to form a dolphin-tail split. In Final Fantasy VII: Advent Children and some other appearances, her hair is mid-back length. Tifa has red eyes, though they have been depicted as a brown in some appearances. She has an athletic build, with a slender but toned physique, and visible abdominals. Her bust-waist-hip measures are 92-60-88 cm (37-24-35 inches), and her bust size is Japanese G70 (American 32 DDD). Tifa's typical attire throughout all her appearances is some variation of a sleeveless shirt that exposes", 
                        "her midriff, a miniskirt, and a white teardrop earring on her left ear. The three main variants of this attire are her default Final Fantasy VII outfit (slightly modified in Remake), her tour guide cowgirl outfit, and her Leather Suit outfit. In Final Fantasy VII, Tifa wears a white tank top and black miniskirt with a belt and suspenders. She dons red and black gloves that extend to her elbows, red boots, black socks, and a metal guard on her left elbow.",
                        "In Remake, her skirt has pleated segments (similar to a tennis skirt) to make it easier for her to perform her martial arts, she wears black shorts underneath, and a black sports bra under her white tank top. She wears black leather gloves with metal plates on the back and knuckles, while the elbow pad on her left arm has been supplemented by a red-and-black leather vambrace. The red sections of her vambrace and the larger metal plates on the back of her gloves have runes engraved on them. She wears a pair of black and red boots with black leg protectors (similar to a gymnast's outfit)."]

      },
      {
        "id": 5,
        "Image_url1" : "https://i.pinimg.com/originals/eb/34/c2/eb34c252f198f39dfa1344cc09b165e1.png",
        "Image_url2" : "https://assets.primagames.com/media/images/news/final-fantasy-vii-remake-aerith-weapons.jpg",
        "Stars:" : "",
        "Name:": "Aerith Gainsborough",
        "Age:" : "17-22",
        "Weapon:" : "Staves & Magic",
        "Appearance:" : ["Aerith plaits her long light-brown hair with a large pink ribbon; within the ribbon, she keeps the White Materia orb given to her by her mother. Segmented bangs frame Aerith's face, and she has emerald green eyes. She is 163cm tall.",
                        "Aerith's typical attire, first seen in Final Fantasy VII, comprises a shin-length pink dress that buttons up the front and a red bolero jacket. She wears brown boots and has metal bracers on her wrists and around the edges of her jacket sleeves. In subsequent appearances, Aerith's attire is more detailed. Her jacket, button-up in Final Fantasy VII, is zip-up in Advent Children onwards,",
                        "and has zipper pockets and a belt at the bottom. In Advent Children, she wears leather belts in place of metal bands, and in Remake, her original cord necklace is replaced with a flower necklace Aerith necklace from FFVII Remame merchandise with a pearl in the center on a leather ribbon, and a trio of bracelets (gold, silver, and bronze) replace the metal bracers. Aerith's choice of color for her dress was likely influenced by Zack Fair, who on their first date bought her a ribbon and later suggested she wear pink whenever they go on a date."]
      },
      {
        "id": 6,
        "Image_url1" : "https://static.wikia.nocookie.net/finalfantasy/images/2/20/Yuffie-FFVIIArt.png/revision/latest?cb=20200520031041",
        "Image_url2" : "https://cdn.vox-cdn.com/thumbor/M3r1IUy533eQGWPgL8ndDwPhK9c=/0x0:1920x960/fit-in/1200x600/cdn.vox-cdn.com/uploads/chorus_asset/file/22329467/final_fantasy_7_remake_intergrade_yuffie_1920.png",
        "Stars:" : "",
        "Name:": "Yuffie Kisaragi",
        "Age:" : "16~19",
        "Weapon:" : "Shurikens",
        "Appearance:" : ["Yuffie is the youngest member of the party and is usually depicted as the shortest. She has short black hair that is sometimes depicted as brown. Her hair is a bit longer in Dirge of Cerberus -Final Fantasy VII-, where it reaches down to her shoulders. Yuffie's eyes are dark brown in Final Fantasy VII: Advent Children, Dirge of Cerberus -Final Fantasy VII-, and her Play Arts figures, and purple in her main concept images. Her weapon of choice is the large 4-Point Shuriken.",
                        "In Final Fantasy VII, Yuffie wears a white headband with a green, sleeveless turtleneck jumper that bares her stomach and a pair of tan shorts with no belt and an unbuttoned/unzipped fly. Over her left arm she wears a protective gauntlet that originates from a single pauldron over her shoulder, presumably meant to also act as a shield. The gauntlet is held in place via a strap tied across her chest and around her back. Ninja-mail mesh covers part of her right arm and left leg,",
                        "and an additional piece of armor covers the rest of the thigh. She wears a smaller wrist-covering gauntlet on her right arm, orange fingerless gloves, and orange sneakers with white leg warmers."]
      },
      {
        "id": 7,
        "Image_url1" : "https://i.dlpng.com/static/png/6758328_preview.png",
        "Image_url2" : "https://i.pinimg.com/originals/4f/b9/1a/4fb91a32defa6f0f6d9499241565e106.jpg",
        "Stars:" : "",
        "Name:": "Zack Fair",
        "Age:" : "16~23",
        "Weapon:" : "Bustersword(Broadsword)",
        "Appearance:" : ["Zack is tall, well-built, and has the iconic sky-blue \"mako eyes\" common to SOLDIER members. Zack's appearance changes during Crisis Core -Final Fantasy VII-. He starts with spiky black hair with several bangs framing his face and wears a dark blue SOLDIER uniform (even if most 2nd Class members wear red and magenta), gloves, boots, and is equipped with a standard SOLDIER sword.",
                        "After being promoted he wears a black 1st Class SOLDIER uniform, and gains the Buster Sword as well as an X-shaped scar on his cheek. His spiky hair grows out and becomes wilder with a single lock of hair hanging down in front of his face. He now has a silver earring in his left ear."]

      }
    
    
  ],

  "Final Fantasy VIII": [
      {
        "id": 1,
        "Image_url1" : "",
        "Image_url2" : "",
        "Stars:" : "",
        "Name:": "Squall Leonhart",
        "Age:" : "17",
        "Weapon:" : "Gunblade: Revolver",
        "Appearance:" : ""

      },
      {
        "id": 2,
        "Image_url1" : "",
        "Image_url2" : "",
        "Stars:" : "",
        "Name:": "",
        "Age:" : "",
        "Weapon:" : "",
        "Appearance:" : ""

      },
      {
        "id": 3,
        "Image_url1" : "",
        "Image_url2" : "",
        "Stars:" : "",
        "Name:": "",
        "Age:" : "",
        "Weapon:" : "",
        "Appearance:" : ""

      },
      {
        "id": 4,
        "Image_url1" : "",
        "Image_url2" : "",
        "Stars:" : "",
        "Name:": "",
        "Age:" : "",
        "Weapon:" : "",
        "Appearance:" : ""

      },
      {
        "id": 5,
        "Image_url1" : "",
        "Image_url2" : "",
        "Stars:" : "",
        "Name:": "",
        "Age:" : "",
        "Weapon:" : "",
        "Appearance:" : ""

      },
      {
        "id": 6,
        "Image_url1" : "",
        "Image_url2" : "",
        "Stars:" : "",
        "Name:": "",
        "Age:" : "",
        "Weapon:" : "",
        "Appearance:" : ""

      }

  ]

    

}